<template>
  <el-dialog
    title="中宝协云平台开店协议"
    :visible.sync="dialogVisible"
  >
    <div class="agreement">
      <div class="agreement-main fs16">本协议为中宝协云平台（简称“平台”或“本站”）与中宝协云平台商家（简称“用户”）注册相关事宜所订立的契约，请务必仔细阅读本协议，同意并勾选本协议即刻生效，对双方有法律约束力。</div>
      <div class="agreement-content fs14">
        <h3>一、 本站服务条款的确认和接纳</h3>
        <p><span>1.1&emsp;</span>本站的各项电子服务的所有权和运作权归中宝协云平台所有。用户同意所有注册协议条款并完成注册程序，才能成为本站的正式用户。用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。</p>
        <p><span>1.2&emsp;</span>用户点击同意本协议的，即视为用户确认自己具有享受本站服务相应的权利能力和行为能力，能够独立承担法律责任。</p>
        <p><span>1.3&emsp;</span>如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用本站。</p>
        <p><span>1.4&emsp;</span>中宝协云平台保留在相关法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</p>
        <h3>二、 本站服务</h3>
        <p><span>2.1&emsp;</span>中宝协云平台通过互联网依法为用户提供互联网信息等服务，用户在完全同意本协议及本站规定的情况下，方有权使用本站的相关服务。</p>
        <p><span>2.2&emsp;</span>用户必须自行准备如下设备和承担如下开支：（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</p>
        <p><span>2.3&emsp;</span>用户因利用本服务及购买商品而发生的所有应纳税赋均由用户自行负责支付。</p>
        <h3>三、 用户信息</h3>
        <p><span>3.1&emsp;</span>用户应自行诚信向本站提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且中宝协云平台保留终止用户使用中宝协云平台各项服务的权利。</p>
        <p><span>3.2&emsp;</span>用户在本站进行各项操作活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本站将予以严格保密，除非得到用户的授权或法律另有规定，本站不会向外界披露用户隐私信息。</p>
        <p><span>3.3&emsp;</span>用户注册成功后，将产生用户名和密码等账户信息，您可以根据本站规定改变您的密码。用户应谨慎合理的保存、使用其用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本站并向公安机关报案。</p>
        <p><span>3.4&emsp;</span>用户同意，中宝协云平台拥有通过邮件、短信电话等形式，向在本站注册用户发送规则变更、消息提醒等告知信息的权利。</p>
        <p><span>3.5&emsp;</span>用户不得将在本站注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
        <p><span>3.6&emsp;</span>用户同意，中宝协云平台有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。</p>
        <h3>四、 用户依法言行义务</h3>
        <p>本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：</p>
        <div>
          <p>（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
          <p>（2）从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
          <p>（3）不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
          <p>（4）不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统；</p>
          <p>（5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；</p>
          <p>（6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
          <p>（7）不得教唆他人从事本条所禁止的行为；</p>
          <p>（8）不得利用在本站注册的账户进行牟利性经营活动；</p>
          <p>（9）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；</p>
          <p>用户应不时关注并遵守本站不时公布或修改的各类合法规则规定。本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。</p>
          <p>若用户未遵守以上规定的，本站有权做出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。</p>
        </div>
        <h3>五、 商家规则变更</h3>
        <p>中宝协云平台有权随时变更、升级交易平台相关服务及其功能，有权定期或不定期对交易平台进行系统维护，有权在交易平台中开发新的模块、功能和软件或提供其它语种服务，除非中宝协云平台另有说明，否则变更后的服务等仍适用本协议。中宝协云平台在行使前述权利时，将尽可能采取适当方式通知用户。</p>
        <p>中宝协云平台有权根据需要不时地制定、修改交易平台的使用规则，如规则发生变更，中宝协云平台将在交易平台上以公示形式通知用户，如用户对规则的变更等事项有异议的，中宝协云平台有权决定是否按原规则履行协议或终止合作。</p>
        <p>中宝协云平台有权对用户注册数据、发布的信息和交易行为进行查阅，对发现的违法违规内容有权不经通知即删除；对发现的其他问题或疑问有权向用户发出询问及要求改正的通知，用户应在接到通知后立即做出说明或改正。对于用户的上述违约行为，中宝协云平台有权追究其违约、侵权责任并/或解除本协议。</p>
        <h3>六、 所有权及知识产权条款</h3>
        <p><span>6.1&emsp;</span>中宝协云平台对平台的商号、商标、域名、图案标示、标志、标识等归属于中宝协云平台或识别中宝协云平台的所有信息享有知识产权；用户对在中宝协云平台内经营的商品的商号、商标、域名、图案标示、标志、标识等归属于乙方或识别乙方的所有信息享有知识产权。</p>
        <p><span>6.2&emsp;</span>用户一旦接受本协议，即表明该用户在此授予中宝协云平台免费的许可使用权利（并有权对该权利进行再授权），使中宝协云平台有权（全部或部份地）使用、复制、修订、改写、发布、翻译、分发、执行和展示用户公示于其中宝协云平台店铺的各类信息或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。</p>
        <p><span>6.3&emsp;</span>用户同意并已充分了解本协议的条款，承诺不将已发表于本站的信息，以任何形式发布或授权其它主体以任何方式使用（包括但限于在各类网站、媒体上使用）。</p>
        <p><span>6.4&emsp;</span>中宝协云平台是本站的制作者,拥有此网站内容及资源的著作权等合法权利,受国家法律保护,有权不时地对本协议及本站的内容进行修改，并在本站张贴，无须另行通知用户。在法律允许的最大限度范围内，中宝协云平台对本协议及本站内容拥有解释权。</p>
        <p><span>6.5&emsp;</span>除法律另有强制性规定外，未经中宝协云平台明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本站的信息内容，否则，中宝协云平台有权追究其法律责任。</p>
        <p><span>6.6&emsp;</span>本站所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是中宝协云平台或其内容提供者的财产，受中国和国际版权法的保护。本站上所有内容的汇编是中宝协云平台的排他财产，受中国和国际版权法的保护。本站上所有软件都是中宝协云平台或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。</p>
        <h3>七、 责任限制及不承诺担保</h3>
        <p>除非另有明确的书面说明,本站及其所包含的或以其它方式通过本站提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在"按现状"和"按现有"的基础上提供的。</p>
        <p>除非另有明确的书面说明, 中宝协云平台不对本站的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</p>
        <p>中宝协云平台不担保本站所包含的或以其它方式通过本站提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从本站发出的电子信件、信息没有病毒或其他有害成分。</p>
        <p>如因不可抗力或其它本站无法控制的原因使本站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，中宝协云平台会合理地尽力协助处理善后事宜。</p>
        <h3>八、 协议更新及用户关注义务</h3>
        <p>根据国家法律法规变化及网站运营需要，中宝协云平台有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本站上即生效，并代替原来的协议。用户可随时登录查阅最新协议；用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受中宝协云平台站依据本协议提供的服务；如用户继续使用本网站提供的服务的，即视为同意更新后的协议。中宝协云平台建议您在使用本站之前阅读本协议及本站的公告。 如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
        <h3>九、 法律管辖和适用</h3>
        <p>本协议的订立、执行和解释及争议的解决均应适用在相应有效法律（但不包括其冲突法规则）。 如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。 如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向有管辖权的中华人民共和国大陆地区法院提起诉讼。</p>
        <h3>十、 其他</h3>
        <p><span>10.1&emsp;</span>中宝协云平台所有者是指在政府部门依法许可或备案的网站经营主体。</p>
        <p><span>10.2&emsp;</span>中宝协云平台尊重用户和消费者的合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。本站欢迎用户和社会各界提出意见和建议，中宝协云平台将虚心接受并适时修改本协议及本站上的各类规则。</p>
        <p><span>10.3&emsp;</span>您点击本协议下方的"同意协议并注册"按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</p>
      </div>
    </div>
    <div
      slot="footer"
      class="dialog-footer"
    >
      <el-button
        type="primary"
        @click="dialogVisible = false"
      >确 定</el-button>
    </div>
  </el-dialog>
</template>

<script>
export default {
  data() {
    return {
      dialogVisible: false
    }
  },
  methods: {

  }
}
</script>

<style scoped lang="scss">
.agreement {
  max-height: 500px;
  overflow-y: scroll;
}
.agreement-main {
  margin: 0 20px;
}
.agreement-content {
  padding: 30px 20px 0;
  h3 {
    font-weight: bolder;
    color: #000000;
  }
  p span {
    color: #000;
  }
}
</style>
