<template>
  <AppView
    title="发帖协议"
    :clickLeft="back"
  >
    <div
      class="cell"
      style="padding: 16px;"
    ><span class="msg">
        <p align="center"><b>
            <font face="微软雅黑">社区规范</font>
          </b></p>
        <p>&nbsp;</p>
        <p class="agreement-main">
          <font face="微软雅黑">亲爱的中宝平粉丝们，欢迎来到中宝平！为打造真实、向上、多元的社区氛围</font>,希望粉丝们可以遵守社区规范，共同维护我们的社区环境。
        </p>
        <p><b>
            <font face="微软雅黑">一、价值观</font>
          </b></p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">中宝平倡导用户发布符合当代社会主流价值观的内容。</font>
        </p>
        <p>&nbsp;</p>
        <p>● 遵守宪法和法律法规</p>
        <p>&nbsp;</p>
        <p>● 践行社会主义核心价值观</p>
        <p>&nbsp;</p>
        <p>● 弘扬爱国主义、集体主义和社会主义</p>
        <p>&nbsp;</p>
        <p>● 传播正确的历史观、民族观、国家观和文化观</p>
        <p>&nbsp;</p>
        <p>● 弘扬中华民族优秀传统文化</p>
        <p>&nbsp;</p>
        <p>● 弘扬社会公德、职业道德、家庭和个人美德,尊重公序良伦</p>
        <p>&nbsp;</p>
        <p>● 弘扬科学精神、普及科学知识</p>
        <p>&nbsp;</p>
        <p>● 提倡积极健康向上的时代风尚和生活方式</p>
        <p>&nbsp;</p>
        <p><b>
            <font face="微软雅黑">二、信息发布规则</font>
          </b></p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">中宝平对于社区内违反法律法规、危害国家及社会安全的行为</font>,将采用最严格的管理办法，予以杜绝。
        </p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">（一）遵守基本准则</font>
        </p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">中宝平平台禁止发布和传播包含下列信息的内容</font>:
        </p>
        <p>&nbsp;</p>
        <p>● 违反宪法所确定的基本原则的</p>
        <p>&nbsp;</p>
        <p>● 危害国家统一、主权和领土完整</p>
        <p>&nbsp;</p>
        <p>● 泄露国家秘密、危害国家安全或者损害国家荣誉和利益</p>
        <p>&nbsp;</p>
        <p>● 煽动民族仇恨、民族歧视，破坏民族团结的</p>
        <p>&nbsp;</p>
        <p>● 破坏国家宗教政策,宣扬邪教和封建迷信的</p>
        <p>&nbsp;</p>
        <p>● 散布谣言，扰乱社会秩序，破坏社会稳定的</p>
        <p>&nbsp;</p>
        <p>● 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的</p>
        <p>&nbsp;</p>
        <p>● 侮辱或者诽谤他人，侵害他人合法权益的</p>
        <p>&nbsp;</p>
        <p>● 宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的</p>
        <p>&nbsp;</p>
        <p>● 侮辱滥用英烈形象，否定歪曲英烈事迹，美化或粉饰侵路者和侵略战争行为的</p>
        <p>&nbsp;</p>
        <p>● 攻击诋毁兑和国家领导人，捏造领导人负面信息，滥用领导人形象的</p>
        <p>&nbsp;</p>
        <p>● 违背公序良俗的内容,如低俗婚闹等</p>
        <p>&nbsp;</p>
        <p>● 含有法律、行政法规禁止的其他内容的</p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">（二）抵制一切违法信息</font>
        </p>
        <p>&nbsp;</p>
        <p>● 禁止传播违法内容</p>
        <p>&nbsp;</p>
        <p>a.涉及违禁物品,包括但不限于:毒品、违禁药物、违法工具等，如大麻、鸦片、处方药物、投资理财产品、假币、枪支、烟草、爆炸物、翻墙软件、外挂程序等其他内容</p>
        <p>&nbsp;</p>
        <p>b.涉及违禁活动，包括但不限于:有关传销、胎儿性别鉴定、售卖假货等其他内容</p>
        <p>&nbsp;</p>
        <p>● 禁止发布欺诈或赌博信息</p>
        <p>&nbsp;</p>
        <p>a.发布欺诈信息，如假冒官方客服、正规网站，以短信、站内私信或链接等形式提示虚假中奖信息，设计"杀猪盘"类欺诈行为等</p>
        <p>&nbsp;</p>
        <p>b.提供赌博交易平台信息或赌博性质类服务，如赌博平台链接、币商、中介、游戏币回收等</p>
        <p>&nbsp;</p>
        <p>C.涉及赌博技巧、赔博器具等赌博内容，如老虎机、透视扑克等</p>
        <p>&nbsp;</p>
        <p>(三)抵制一切色情低俗内容</p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">禁止发布、传播的信息包括但不限于</font>:
        </p>
        <p>&nbsp;</p>
        <p>● 直接暴露和描写人体性部位的内容</p>
        <p>&nbsp;</p>
        <p>● 表现或隐晦表现性行为、具有挑逗性或者侮辱性的内容</p>
        <p>&nbsp;</p>
        <p>● 以带有性暗示、性挑逗的语言描述性行为、性过程、性方式的内容</p>
        <p>&nbsp;</p>
        <p>● 全身或者隐私部位未着衣物，仅用肢体掩盖隐私部位的内客</p>
        <p>&nbsp;</p>
        <p>● 带有侵犯个人隐私性质的走光、偷拍、漏点等内容</p>
        <p>&nbsp;</p>
        <p>● 以庸俗和挑逗性标题吸引点击的内容</p>
        <p>&nbsp;</p>
        <p>● 相关部门禁止传播的色情和有伤社会风化的文字、音视频内容,包括一些电影的删节片段</p>
        <p>&nbsp;</p>
        <p>● 传播一夜情、换妻、性虐待等的有害信息</p>
        <p>&nbsp;</p>
        <p>● 情色动漫、小说</p>
        <p>&nbsp;</p>
        <p>● 宣扬暴力、恶意谩骂、侮辱他人等的内容</p>
        <p>&nbsp;</p>
        <p>● 非法的性药品广告和性病治疗广告等相关内容</p>
        <p>&nbsp;</p>
        <p>● 恶意传播侵害他人隐私的内容</p>
        <p>&nbsp;</p>
        <p>● 推介淫秽色情网站和网上低俗信息的链接、图片、文字等内容</p>
        <p>&nbsp;</p>
        <p><b>
            <font face="微软雅黑">三、交易及导流规则</font>
          </b></p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">中宝平禁止售卖高风险类内容，且不鼓励发布营销或导流的信息，包括但不限于以下内容</font>:
        </p>
        <p>&nbsp;</p>
        <p>(一)交易行为</p>
        <p>&nbsp;</p>
        <p>● 发布售卖高风险类的相关内容，如医美整形、医疗器械等</p>
        <p>&nbsp;</p>
        <p>● 发布其他具有营销倾向的内容，如代购、转卖、拼单等</p>
        <p>&nbsp;</p>
        <p>(二)导流行为</p>
        <p>&nbsp;</p>
        <p>● 发布导流到个人的联系方式，如手机号、微信号、邮箱、地址等</p>
        <p>&nbsp;</p>
        <p>● 发布导流到其他平台的联系方式，如网址链接、二维码、水印等</p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p><b>
            <font face="微软雅黑">四、侵权行为</font>
          </b><b>
            <font face="微软雅黑">规则</font>
          </b></p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">中宝平禁止一切侵犯他人合法权益的行为，如模仿冒充、抄袭搬运，包括但不限于以下内容</font>:
        </p>
        <p>&nbsp;</p>
        <p>(一)姓名权、肖像权、名誉权及隐私权</p>
        <p>&nbsp;</p>
        <p>● 未经授权使用信息，冒充他人注册账号或使用他人名称、头像等</p>
        <p>&nbsp;</p>
        <p>● 通过发布不实言论，散播虚假信息,损害他人名誉、商誉的内容,如他人的感情生活、商业负面等</p>
        <p>&nbsp;</p>
        <p>● 未经授权发布他人身份证号码、家庭住址、病史、财产信用状况等个人隐私资料</p>
        <p>&nbsp;</p>
        <p>(二）知识产权及其他权利</p>
        <p>&nbsp;</p>
        <p>● 未经授权发布站内或站外的原创作品，如视频、照片、图文等</p>
        <p>&nbsp;</p>
        <p>● 侵犯他人已经登记注册的企业名称、商标、商号、商品装潢等</p>
        <p>&nbsp;</p>
        <p>● 未经授权披露商业机密或其他保密信息的内容</p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">六、社区处罚管理规范</font>
        </p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">违规内容处理方式包括</font>:
        </p>
        <p>&nbsp;</p>
        <p>● 内容处理</p>
        <p>&nbsp;</p>
        <p>a.扣除作弊数据</p>
        <p>&nbsp;</p>
        <p>b.限制展示范围</p>
        <p>&nbsp;</p>
        <p>c.禁止展示</p>
        <p>&nbsp;</p>
        <p>d依法追究法律责任</p>
        <p>&nbsp;</p>
        <p>● 账号处理</p>
        <p>&nbsp;</p>
        <p>a.限制账号功能，如:作弊账号无法发布内容</p>
        <p>&nbsp;</p>
        <p>b.限制展示范围</p>
        <p>&nbsp;</p>
        <p>c.账号禁言</p>
        <p>&nbsp;</p>
        <p>d.账号封禁</p>
        <p>&nbsp;</p>
        <p>e.依法追究法律责任</p>
        <p>&nbsp;</p>
        <p><b>
            <font face="微软雅黑">五、其他限制规则</font>
          </b></p>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">中宝平不鼓励发布不友好、欺骗或危险行为的内容，禁上任何作弊信息及行为，包括但不限于以下内容</font>:
        </p>
        <p>&nbsp;</p>
        <p>(一)不友好内容</p>
        <p>&nbsp;</p>
        <p>● 发布含人身攻击、骚扰他人的内容，如辱骂、侮辱、恶意引战、故意骚扰等</p>
        <p>&nbsp;</p>
        <p>● 发布含不文明的行为，如禁烟场所吸烟、妨碍导盲犬、随地吐痰等</p>
        <p>&nbsp;</p>
        <p>● 发布严重影响用户体验的内容，如首图血腥恐怖、标题党、图文不符等</p>
        <p>&nbsp;</p>
        <p>(―)欺骗行为</p>
        <p>&nbsp;</p>
        <p>● 编造公众人物的社会谣言，如绝症、去世或其他有违事实的信息</p>
        <p>&nbsp;</p>
        <p>● 发布违背科学常识的内容，如在食品安全、健康养生等领域发布已被官方或权威机构辟谣的内容</p>
        <p>&nbsp;</p>
        <p>(三)危险行为</p>
        <p>&nbsp;</p>
        <p>● 易引人模仿的危险行为，如危险驾驶车辆，不当使用明火、干扰电梯等</p>
        <p>&nbsp;</p>
        <p>● 无安全提示、无防护措施的危险行为，如无提示的极限运动、无防护措施的高空行为等</p>
        <p>&nbsp;</p>
        <ul>
          <li>
            <font face="微软雅黑">作弊行为</font>
          </li>
        </ul>
        <p>&nbsp;</p>
        <p>
          <font face="微软雅黑">中宝平严厉打击利用虚假流量获取不当利益的作弊行为，包括但不限于以下内容：</font>
        </p>
        <p>&nbsp;</p>
        <p>● 刷量行为</p>
        <p>&nbsp;</p>
        <p>a.通过任何渠道购买刷量服务，进行代写代发、点赞、收藏、评论等行为</p>
        <p>&nbsp;</p>
        <p>b.使用虚假设备或篡改设备信息来进行内容发布、点赞、收藏、评论等行为</p>
        <p>&nbsp;</p>
        <p>c.操控多个中宝平珠宝圈账号批量发布内容,或进行大量点赞、收藏、评论、关注、刷搜索词等行为</p>
        <p>&nbsp;</p>
        <p>d.建立或参与互粉互赞群，通过互刷来提高自身流量的行为</p>
        <p>&nbsp;</p>
        <p>e.通过私信、评论、等渠道灌水,发布大量恶意重复的营销内容</p>
        <p>&nbsp;</p>
        <p>● 诱导欺骗行为</p>
        <p>&nbsp;</p>
        <p>a.通过利益诱导用户进行点赞、关注、收藏、评论等行为，如“关注账号领红包"</p>
        <p>&nbsp;</p>
        <p>b.用户通过对已有高热度的内容进行恶意修改，替换或插入营销内容来牟取利益</p>
        <p>&nbsp;</p>
        <p>c.恶意陷害其他用户，如对竞争对手的内容刷量后恶意举报</p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
      </span></div>
  </AppView>
</template>

<style lang="postcss" scoped>
.agreement-main {
  font-size: 16px;
  margin-bottom: 10px;
  line-height: 1.5;
}
.agreement-content {
  font-size: 14px;
}
.agreement-content h3 {
  font-weight: bolder;
  color: #000000;
  margin-top: 10px;
}
.agreement-content p {
  line-height: 20px;
}
.agreement-content p span {
  color: #000;
}
</style>

<script>
export default {
  head() {
    return {
      title: '用户协议'
    }
  },
  activated() {

  },
  methods: {
    back() {
      this.$router.replace({ name: 'jewelryCircle-publish', query: { data: this.$route.query.data } })
    }
  }
}
</script>
