<template>
  <AppView title="中宝协云平台服务条款">
    <div style="padding: 16px;">
      <div class="agreement-red time">
        发布时间:2020-01-06
      </div>
      <div class="agreement-content fs14">欢迎“您”（以下或称“用户”）与“中宝协（北京）珠宝文化有限公司”（下称“中宝协云平台”） 共同签署本《中宝协云平台服务条款》协议（下称“本协议”）。
      </div>
      <div class="agreement-content fs14">
        <h3 class="agreement-red">一、 服务条款的确认及接受</h3>
        <p>
          <span>1.&emsp;</span>请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用服务。您在点击同意本协议之前，请您再次确认已知悉并完全理解本协议的全部内容。
        </p>
        <p>
          <span>2.&emsp;</span>根据国家法律法规变化及网站运营需要，中宝协云平台有权对本协议条款不时地进行修改，修改后的协议以任何形式公布在本站上即生效，并取代此前相关内容。您可随时登录查阅最新协议。您应关注并阅读本网站公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用本网站；如您继续使用本网站，即视为知悉变动内容并同意接受。
        </p>
        <h3 class="agreement-red">二、 协议范围</h3>
        <p><strong><span>2.1&emsp;</span>签约主体</strong></p>
        <p>本协议由您与中宝协云平台共同缔结，本协议对您与中宝协云平台具有同等合同效力。</p>
        <p><strong><span>2.2&emsp;</span>补充协议</strong></p>
        <p>
          由于互联网高速发展，您与中宝协云平台签署的本协议列明的条款并不能完整罗列并覆盖您与中宝协云平台所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，中宝协云平台法律声明、隐私政策均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用中宝协云平台服务，视为您同意上述补充协议。
        </p>
        <h3 class="agreement-red">三、 服务开通</h3>
        <p><strong><span>3.1&emsp;</span>用户资格</strong></p>
        <p>
          <span>3.1.1&emsp;</span>您确认，在您完成注册程序或以其他中宝协云平台允许的方式实际使用服务时，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的相应后果，且中宝协云平台有权终止向您提供服务并注销您的账户。如您代表一家公司或其他法律主体在中宝协云平台中国站注册，则您声明和保证，您有权使该公司或该法律主体受本协议的约束。
        </p>
        <p>
          <span>3.1.2&emsp;</span>此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用服务。
        </p>
        <p><strong><span>3.2&emsp;</span>账户注册</strong></p>
        <p>
          <span>3.2.1&emsp;</span>在您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他中宝协云平台允许的方式实际使用中宝协云平台服务时，您即受本协议的约束。您可以使用您提供或确认的邮箱、手机号码或者中宝协云平台允许的其它方式作为登录手段进入中宝协云平台。
        </p>
        <p>
          <span>3.2.2&emsp;</span>由于您的账户关联您的信息及中宝协云平台商业信息，您的账户仅限您本人使用。未经中宝协云平台书面同意，您直接或间接授权第三方使用您账户或获取您账户项下信息的行为无效。如中宝协云平台根据您账户的使用行为等情况判断您账户的使用可能危及您的账户安全及/或中宝协云平台信息安全的，中宝协云平台可拒绝提供相应服务或终止本协议。
        </p>
        <p><strong><span>3.3&emsp;</span>账户转让</strong></p>
        <p>
          由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经中宝协云平台同意，并符合中宝协云平台规则规定的账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则中宝协云平台有权追究您的违约责任，且由此产生的相应责任均由您承担。
        </p>
        <p><strong><span>3.4&emsp;</span>实名认证</strong></p>
        <p>为使您更好地使用中宝协云平台的各项服务，保障您的账户安全，中宝协云平台可要求您按国家法律法规的规定完成实名认证。</p>
        <p><strong><span>3.5&emsp;</span>不活跃账户回收</strong></p>
        <p>如您的账户同时符合以下条件，您的中宝协云平台账户可能被注销，不能再登陆中宝协云 平台，所有中宝协云平台服务将同时终止:</p>
        <p>(一)未通过实名认证;</p>
        <p>(二)连续 6个月未使用您的邮箱、手机或中宝协云平台认可的其他方式和密码登录过中 宝协云平台;</p>
        <p>(三)不存在未到期的有效业务。</p>
        <p><strong><span>3.6&emsp;</span>注册信息管理</strong></p>
        <p>
          <span>3.6.1&emsp;</span>在完成注册或激活流程时，您应当按中宝协云平台相应页面的提示准确完整地提供并及时更新您的信息，以使之真实、及时、完整和准确。在国家法律法规有明确规定要求中宝协云平台作为平台服务提供者必须对用户（如卖家等）的信息进行核实的情况下，中宝协云平台将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。
        </p>
        <p>
          <span>3.6.2&emsp;</span>如中宝协云平台按您最后一次提供的信息与您联系未果、您未按中宝协云平台的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及中宝协云平台造成的全部损失与不利后果。中宝协云平台可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部中宝协云平台服务，除法律明确规定外中宝协云平台对此不承担责任。
        </p>
        <p><span>3.6.3&emsp;</span>您设置的账户登录名及昵称不得违反国家法律法规及中宝协云平台规则的相应管理规定，否则中宝协云平台可回收您的登录名及昵称，并按中宝协云平台规则进行相应的处理。
        </p>
        <p><strong><span>3.7&emsp;</span>账户安全</strong></p>
        <p>
          <span>3.7.1&emsp;</span>您的账户为您自行设置并由您保管，中宝协云平台任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开中宝协云平台。账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，中宝协云平台并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。
        </p>
        <p><span>3.7.2&emsp;</span>您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、询/报价、采购产品、订购服务及披露信息等）负责。</p>
        <p>
          <span>3.7.3&emsp;</span>如发现任何未经授权使用您账户登录中宝协云平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知中宝协云平台。您理解中宝协云平台对您的任何请求采取行动均需要合理时间，且中宝协云平台应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除中宝协云平台存在法定过错外，中宝协云平台不承担责任。
        </p>
        <h3 class="agreement-red">四、 服务内容</h3>
        <p><strong><span>4.1&emsp;</span>店铺管理</strong></p>
        <p><strong><span>4.1.1&emsp;</span>店铺创建</strong></p>
        <p>
          通过在中宝协云平台创建店铺，您可发布全新或二手商品及/或服务信息并与其他用户达成交易。基于中宝协云平台管理需要，您理解并认可，同一用户在中宝协云平台仅能在珠宝店（适合品牌珠宝店、珠宝零售商申请）、设计师（适合能为消费者提供个性化定制需求的设计师申请）、制造间（适合珠宝批发、加工厂申请）店铺3种类型店铺下开设1个店铺，中宝协云平台可关闭您在中宝协云平台同一类型店铺开设的其他店铺。
        </p>
        <p><strong><span>4.1.2&emsp;</span>店铺转让</strong></p>
        <p>由于店铺与账户的不可分性，店铺转让实质为店铺经营者账户的转让，店铺转让的相关要求与限制请适用本协议3.3条账户转让条款。</p>
        <p><strong><span>4.1.3&emsp;</span>店铺关停</strong></p>
        <p>
          如您通过下架全部商品短暂关停您的店铺，您应当对您店铺关停前已达成的交易继续承担发货、退换货及质保维修、维权投诉处理等交易保障责任。在您的店铺连续六周无出售中的商品的情况下，中宝协云平台也可依据中宝协云平台规则关停您的店铺。依据上述约定关停店铺均不会影响您已经累积的信用。
        </p>
        <p><strong><span>4.2&emsp;</span>产品及/或服务的报价、销售与推广</strong></p>
        <p><strong><span>4.2.1&emsp;</span>商品及/或服务信息发布</strong></p>
        <p>
          通过中宝协云平台提供的服务，您有权通过文字、图片、视频、音频等形式在中宝协云平台上发布商品及/或服务信息、招揽和物色交易对象、达成交易。
        </p>
        <p><strong><span>4.2.2&emsp;</span>禁止销售范围</strong></p>
        <p>您应当确保您对您在中宝协云平台上发布的商品及/或服务享有相应的权利，您不得在中宝协云平台上销售以下商品及/或提供以下服务：</p>
        <p>（一）国家禁止或限制的；</p>
        <p>（二）侵犯他人知识产权或其它合法权益的；</p>
        <p>（三）中宝协云平台规则、公告、通知或各平台与您单独签署的协议中已明确说明不适合在中宝协云平台上销售及/或提供的。</p>
        <p><strong><span>4.2.3&emsp;</span>交易秩序保障</strong></p>
        <p>
          您应当遵守诚实信用原则，确保您所发布的商品及/或服务信息真实、与您实际所销售的商品及/或提供的服务相符，并在交易过程中切实履行您的交易承诺。您应当维护中宝协云平台市场良性竞争秩序，不得贬低、诋毁竞争对手，不得干扰中宝协云平台上进行的任何交易、活动，不得以任何不正当方式提升或试图提升自身的信用度，不得以任何方式干扰或试图干扰中宝协云平台的正常运作。
        </p>
        <p><strong><span>4.2.4&emsp;</span>促销及推广</strong></p>
        <p>
          您有权自行决定商品及/或服务的促销及推广方式，中宝协云平台亦为您提供了形式丰富的促销推广工具。您的促销推广行为应当符合国家相关法律法规及中宝协云平台的要求。
        </p>
        <p><strong><span>4.2.5&emsp;</span>依法纳税</strong></p>
        <p>
          依法纳税是每一个公民、企业应尽的义务，您应对销售额/营业额超过法定免征额部分及时、足额地向税务主管机关申报纳税。
        </p>
        <p><strong><span>4.3&emsp;</span>产品及/或服务的询价、采购与评价</strong></p>
        <p>
          <strong><span>4.3.1&emsp;</span>商品及/或服务的销售当您在中宝协云平台销售商品及/或服务时，请您务必仔细确认所销售商品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在客户下单时核实客户的联系地址、电话、收货人等信息。如您填写的收货人下单信息错误产生的邮费及法律后果均由您承担。您的销售行为应当基于真实的消费需求负责，不得存在对商品及/或服务实施恶意销售劣质、高仿、假货，对消费者维权单方面恶意拒绝等扰乱中宝协云平台正常交易秩序的行为。基于维护中宝协云平台交易秩序及交易安全的需要，中宝协云平台发现上述情形时可主动执行关闭相关交易订单或关闭店铺等操作。</strong>
        </p>
        <p><strong><span>4.3.2&emsp;</span>评价</strong></p>
        <p>
          您有权在中宝协云平台提供的评价系统中对与您达成交易的其他用户商品及/或服务进行的评价进行回复。您应当理解，作为商家您在中宝协云平台的评价信息是公开的，在评价信息中会向公众披露您的身份信息，您无权选择通过匿名形式发表评价内容。您的所有评价行为应遵守中宝协云平台规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不应以不正当方式帮助他人提升信用或利用评价权利对其他用户实施威胁、敲诈勒索。中宝协云平台可按照中宝协云平台规则的相关规定对您实施上述行为所产生的评价信息进行删除或屏蔽。
        </p>
        <p><strong><span>4.4&emsp;</span>交易争议处理</strong></p>
        <p>
          <strong><span>4.4.1&emsp;</span>您可通过中宝协云平台所支持的交易方式与其他用户达成交易，并遵守相应交易与支付规则。您理解并同意，中宝协云平台仅作为用户物色交易对象，就产品和服务的交易进行协商，以及获取各类与贸易相关的服务的地点，中宝协云平台不会参与用户间的交易，亦不会涉及用户间因交易而产生的法律关系及法律纠纷。</strong>
        </p>
        <p><strong><span>4.4.2&emsp;</span>评价</strong></p>
        <p>
          您在中宝协云平台交易过程中与其他用户发生争议的，您或其他用户中任何一方均有权选择以下途径解决：
        </p>
        <p>（一）与争议相对方自主协商;</p>
        <p>（二）使用中宝协云平台提供的争议调解处理服务；</p>
        <p>（三）向有关行政部门投诉；</p>
        <p>（四）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</p>
        <p>（五）向人民法院提起诉讼。</p>
        <p>
          <span>4.4.3&emsp;</span>如您依据中宝协云平台规则使用中宝协云平台的争议调解处理服务，则表示您认可并愿意履行中宝协云平台的客服作为独立的第三方根据其所了解到的争议事实并依据中宝协云平台规则所作出的调解处理决定（包括调整相关订单的交易状态、判定将争议款项的全部或部分支付给交易一方或双方、执行相应的保证金赔付等）。在中宝协云平台调解处理决定作出前，您可选择上述其他争议处理途径解决争议以中止中宝协云平台的争议调处服务。如您对调处决定不满意，您仍有权采取其他争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您仍应先履行调处决定。
        </p>
        <h3 class="agreement-red">五、 服务费用</h3>
        <p><strong><span>5.1&emsp;</span>服务费用</strong></p>
        <p>
          中宝协云平台向您提供的服务付出了大量的成本，但除中宝协云平台明示的收费业务外，中宝协云平台向您提供的服务目前是免费的。收费业务目前仅为中宝协云平台收取平台上经营商家销售产品成交额百分之一的佣金。如未来中宝协云平台向您收取合理费用，中宝协云平台会采取合理途径并以足够合理的期限提前通过法定程序并以本协议第六条约定的方式通知您，确保您有充分选择的权利。
        </p>
        <p><strong><span>5.2&emsp;</span>结算支付</strong></p>
        <p>
          消费者在中宝协云平台购物，支付货款将通过平台直接汇入银联账户，货款由银联作为第三方合作单位监管，中宝协云平台不对货款直接收取。商品发货后，在用户确认收货7天后，商家即可提现。如果用户没有手动确认收货，系统将会在发货9天后，自动确认收货。如果用户选择延迟收货，自动确认收货的时候将延迟7天。商家遵照上述规定发起提现动作三个工作日内销售货款到账(收货异常情况除外)。
        </p>
        <p><strong><span>5.3&emsp;</span>服务费用</strong></p>
        <p>
          其他费用您因进行交易、向中宝协云平台获取有偿服务或接触中宝协云平台服务器而发生的所有应纳税赋，以及相关硬件、软件、通讯、网络服务及其他方面的费用均由您自行承担。
        </p>
        <h3 class="agreement-red">六、 通知</h3>
        <p><strong><span>6.1&emsp;</span>有效联系方式</strong></p>
        <p>
          您在注册成为中宝协云平台用户，并接受中宝协云平台服务时，您应该向中宝协云平台提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。您在注册中宝协云平台用户时生成的用于登陆中宝协云平台接收站内信、系统消息的会员账号（包括子账号），也作为您的有效联系方式。中宝协云平台将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。您有权通过您注册时填写的手机号码或者电子邮箱获取您感兴趣的商品广告信息、促销优惠等商业性信息；您如果不愿意接收此类信息，您有权通过中宝协云平台提供的相应的退订功能进行退订。
        </p>
        <p><strong><span>6.2&emsp;</span>通知的送达</strong></p>
        <p>
          中宝协云平台通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在中宝协云平台平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。对于在中宝协云平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在中宝协云平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。
        </p>
        <h3 class="agreement-red">七、 用户信息的保护及授权</h3>
        <p><strong><span>7.1&emsp;</span>个人信息的保护</strong></p>
        <p>
          中宝协云平台非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用中宝协云平台提供的服务时，您同意中宝协云平台按照在中宝协云平台上公布的隐私政策收集、存储、使用、披露和保护您的个人信息。中宝协云平台希望通过隐私政策向您清楚地介绍中宝协云平台对您个人信息的处理方式，因此中宝协云平台建议您完整地阅读隐私政策（点击此处或点击中宝协云平台首页底部链接），以帮助您更好地保护您的隐私权。
        </p>
        <p><strong><span>7.2&emsp;</span>非个人信息的保证与授权</strong></p>
        <p>
          7.2.1您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，中宝协云平台可对您发布的信息依法或依本协议进行删除或屏蔽。
        </p>
        <p>
          7.2.2您应当确保您所发布的信息不包含以下内容：
        </p>
        <p>（一）违反国家法律法规禁止性规定的；</p>
        <p>（二）政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</p>
        <p>（三）欺诈、虚假、不准确或存在误导性的；</p>
        <p>（四）侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；</p>
        <p>（五）侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；</p>
        <p>（六）存在可能破坏、篡改、删除、影响中宝协云平台任何系统正常运行或未经授权秘密获取中宝协云平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；</p>
        <p>（七）其他违背社会公共利益或公共道德或依据相关中宝协云平台协议、规则的规定不适合在中宝协云平台上发布的。</p>
        <p>
          7.2.3对于您提供、发布及在使用中宝协云平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，在法律规定的保护期限内您免费授予中宝协云平台及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。您同意中宝协云平台及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。
        </p>
        <h3 class="agreement-red">八、 责任限制</h3>
        <p>
          8.1中宝协云平台依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，中宝协云平台并不承担相应的违约责任：
        </p>
        <p>（一）因自然灾害、疫情、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</p>
        <p>（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</p>
        <p>（三）在中宝协云平台已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</p>
        <p>
          8.2中宝协云平台仅向您提供本协议约定之服务，您了解中宝协云平台上的信息系用户自行发布，且可能存在风险和瑕疵。中宝协云平台将通过依照法律规定建立相关检查监控制度尽可能保障您在中宝协云平台的合法权益及良好体验。同时，鉴于中宝协云平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，中宝协云平台无法逐一审查产品及/或服务的信息，无法逐一审查交易所涉及的产品及/或服务的质量、安全以及合法性、真实性、准确性，对此您应谨慎判断。
        </p>
        <p>
          8.3您理解并同意，在争议调处服务中，中宝协云平台的客服并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断，中宝协云平台不保证争议调处决定一定符合您的期望，除法律明确规定存在故意或重大过失外，中宝协云平台对争议调处决定不承担责任。
        </p>
        <h3 class="agreement-red">九、 违约责任</h3>
        <p><strong><span>9.1&emsp;</span>违约认定</strong></p>
        <p>
          发生如下情形之一的，视为您违约：
        </p>
        <p>（一）使用中宝协云平台服务时违反有关法律法规规定的；</p>
        <p>
          （二）违反本协议或本协议补充协议约定的。为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，中宝协云平台可在中宝协云平台规则中约定违约认定的程序和标准。如：中宝协云平台可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。
        </p>
        <p><strong><span>9.2&emsp;</span>违约处理措施</strong></p>
        <p>
          9.2.1您在中宝协云平台上发布的信息构成违约的，中宝协云平台可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的产品进行下架、删除、监管。
        </p>
        <p>
          9.2.2您在中宝协云平台上实施的行为，或虽未在中宝协云平台上实施但对中宝协云平台及其用户产生影响的行为构成违约的，中宝协云平台可依据相应规则对您执行账户扣分、限制参加营销活动、中止向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成根本违约的，中宝协云平台可关闭您的账户，终止向您提供服务。
        </p>
        <p>9.2.3当您违约的同时存在欺诈、售假、盗用他人账户等特定情形或您存在危及他人交易安全或账户安全风险时。</p>
        <p>
          9.2.4中宝协云平台可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在中宝协云平台上予以公示。
        </p>
        <p><strong><span>9.3&emsp;</span>赔偿责任</strong></p>
        <p>
          9.3.1如您的行为使中宝协云平台及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿中宝协云平台及/或其关联公司的上述全部损失。
        </p>
        <p>
          9.3.2如您的行为使中宝协云平台及/或其关联公司遭受第三人主张权利，中宝协云平台及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。
        </p>
        <p><strong><span>9.4&emsp;</span>特别约定</strong></p>
        <p>
          9.4.1如您向中宝协云平台及/或其关联公司的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，中宝协云平台可按照中宝协云平台规则进行相应处理，并经提前通知后终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以中宝协云平台因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。
        </p>
        <p>
          9.4.2如您因严重违约导致中宝协云平台终止本协议时，出于维护平台秩序及保护其他用户合法权益的目的，中宝协云平台及/或其关联公司可对与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协议约定的有效方式通知您。
        </p>
        <p>
          9.4.3如中宝协云平台与您签署的其他协议及中宝协云平台及/或其关联公司与您签署的协议中明确约定了对您在本协议项下合作进行关联处理的情形，则中宝协云平台出于维护平台秩序及保护其他用户合法权益的目的，可在收到指令时中止甚至终止协议，并以本协议约定的有效方式通知您。
        </p>
        <h3 class="agreement-red">十、 协议终止</h3>
        <p><strong><span>10.1&emsp;</span>协议终止的情形</strong></p>
        <p>
          10.1.1您有权通过以下任一方式终止本协议：
        </p>
        <p>（一）在满足中宝协云平台要求的账户注销条件时您通过网站自助服务注销您的账户的；</p>
        <p>（二）变更事项生效前您停止使用中宝协云平台服务并明示不愿接受变更事项的；</p>
        <p>（三）您明示不愿继续使用中宝协云平台服务，且符合中宝协云平台要求的终止条件的。</p>
        <p>10.1.2出现以下情况时，中宝协云平台可以本协议约定的有效方式通知您终止本协议：</p>
        <p>（一）您的实名认证身份无效、不再合法存续或无法有效核实；</p>
        <p>（二）您违反本协议约定，中宝协云平台依据违约条款终止本协议的；</p>
        <p>（三）您盗用他人账户、发布违禁信息、欺诈、售假、扰乱市场秩序、采取不正当手段牟利等行为，中宝协云平台依据中宝协云平台规则对您的账户予以关闭的；</p>
        <p>（四）除上述情形外，因您多次违反中宝协云平台规则相关规定且情节严重，中宝协云平台依据中宝协云平台规则对您的账户予以关闭的；</p>
        <p>（五）您的账户被中宝协云平台依据本协议回收的；</p>
        <p>（六）您在中宝协云平台有欺诈、发布或销售假冒伪劣/侵权产品、侵犯他人合法权益或其他严重违法违约行为的；</p>
        <p>（七）中宝协云平台基于合理理由相信您的行为可能会使您、中宝协云平台及中宝协云平台用户等相关方发生严重损害或产生法律责任；</p>
        <p>（八）其它应当终止服务的情况。</p>
        <p><strong><span>10.2&emsp;</span>协议终止后的处理</strong></p>
        <p>
          10.2.1本协议终止后，除法律有明确规定外，中宝协云平台无义务向您或您指定的第三方披露您账户中的任何信息。
        </p>
        <p>10.2.2本协议终止后，中宝协云平台仍享有下列权利：</p>
        <p>（一）继续保存您留存于中宝协云平台中国站的本协议第十一条所列的各类信息；</p>
        <p>
          （二）对于您过往的违约行为，中宝协云平台仍可依据本协议向您追究违约责任。10.2.3本协议终止后，对于您在本协议存续期间产生的交易订单，中宝协云平台可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。
        </p>
        <p>
          10.2.3本协议终止后，对于您在本协议存续期间产生的交易订单，中宝协云平台可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。
        </p>
        <h3 class="agreement-red">十一、 所有权和知识产权</h3>
        <p>
          11.1您一旦接受本协议，对于您任何时间段提供、创作、上传、发布在本网站的文字、评论、图片、照片、视频、音频等任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等内容），您免费授予中宝协云平台至保护期终止为止、不可撤销的、全球范围的、排他的许可使用著作权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可许可使用的权利）、肖像权、用户ID名称等相关的全部合法权利权益，就中宝协云平台具有诉讼主体资格的权利、权益，中宝协云平台有权以自身名义对第三方侵权行为取证及提起诉讼。您同意中宝协云平台有权存储、使用、复制、修订、编辑、发布、展示、翻译、分发、推广、出版、发行、信息网络传播您以上信息内容，有权改编制作派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。
        </p>
        <p>11.2中宝协云平台有权再许可给其他第三方第十一条第一款的所有权利。</p>
        <p>11.3您应确保在中宝协云平台上发表的第十一条第一款各类信息内容均不涉及侵犯第三方肖像、隐私、知识产权或其他合法权益。否则中宝协云平台有权随时采取包括但不限于删除、断开链接等措施。</p>
        <p>
          11.4本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在中宝协云平台站上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。
        </p>
        <p>11.5您同意并已充分了解本协议的条款，承诺不将已发表于本网站的信息，以任何形式发布或授权其它主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。</p>
        <p>11.6除法律另有强制性规定外，未经中宝协云平台明确的特别书面同意,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本网站的信息内容，否则，中宝协云平台有权追究其法律责任。
        </p>
        <p>
          11.7本网站所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是中宝协云平台或其内容提供者的财产，受中国和国际版权法的保护。本网站上所有内容的汇编是中宝协云平台的排他财产，受中国和国际版权法的保护。本网站上所有软件都是中宝协云平台或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。
        </p>
        <h3 class="agreement-red">十二、 法律适用、管辖及其他</h3>
        <p>
          12.1本协议的订立、执行和解释及争议的解决均应适用中华人民共和国大陆地区法律。如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，应向协议签订地有管辖权的人民法院提起诉讼。本协议签订地为中华人民共和国北京市东城区。
        </p>
        <p>12.2如果本协议中任何一条被裁定为废止、无效或不可强制执行，该项条款应被撤销，而其余条款应予遵守和执行。</p>
        <p>12.3本协议未明示授权的其他权利仍由中宝协云平台保留，您在行使这些权利时须另外取得中宝协云平台的书面许可。中宝协云平台如果未行使前述任何权利，并不构成对该权利的放弃。</p>
      </div>
    </div>
  </AppView>
</template>

<style lang="postcss" scoped>
.agreement-main {
  font-size: 16px;
  margin-bottom: 10px;
}
.agreement-content {
  font-size: 14px;
}
.agreement-content h3 {
  font-weight: bolder;
  color: #000000;
  margin-top: 10px;
}
.agreement-content p {
  line-height: 20px;
}
.agreement-content p span {
  color: #000;
}
.agreement-red {
  color: red !important;
}
.time {
  padding-bottom: 15px;
  font-size: 12px;
}
</style>

<script>
export default {
  head() {
    return {
      title: '用户协议'
    }
  },
  activated() {

  },
  methods: {
    back() {
      this.$router.replace({ name: 'user-login', query: { verifyCode: this.$route.query.verifyCode } })
    }
  }
}
</script>
